[
  {
    "number": "19",
    "text": ". And this, even if correct, seems to amount to very little. If the evil genius could still deceive him about everything else, then the Method of Doubt seems to have left Descartes in a situation of extreme, albeit not quite complete skepticism: a situation in which his knowledge is confined to this single, crucially important but still extremely limited fact. While there are many questions that can and have been raised about the Cogito,4 Descartes’s basic claim that his belief in his own existence cannot be doubted, that this is something that he cannot be mistaken in believing or accepting, seems plainly correct. (Doesn’t it? Think about this for yourself before proceeding.) What is not clear, however, at least initially, is that this result can contribute very much to Descartes’s overall project of eliminating error from his beliefs and thus perhaps arriving at a substantial body of knowledge that is certified to be error-free. (The mere elimination of error could of course be achieved, in principle at least, by simply believing nothing at all.) Descartes is careful to make clear that that result yielded by the Cogito is not that the flesh-and-blood, biologically constituted, historically located person René Descartes exists, for the evil genius could still obviously deceive him about the physical and biological and historical aspects of his nature. The secure and indubitable conclusion, he says, is only that he exists as “a thinking thing; that is, a mind, or intellect, or understanding, or reason”"
  },
  {
    "number": "24",
    "text": ": he knows that he exists and that he has states of mind of various specific sorts. But how is he to go beyond this still pretty meager beginning? The only very obvious way to get from such a purely subjective starting point to further conclusions of any sort about the world outside his mind is to find some sort of rationally cogent inference from the former to the latter, from the premise that he has such-and-such specific states of mind to the conclusion that something of such-and-such a specific sort exists in the mind-external world. If there are no rationally compelling inferences of this sort to be found, then it seems that Descartes’s knowledge will be confined forever to his own mind and its contents. This would still be a severe sort of skepticism, even though slightly less severe than the one that would limit his knowledge to the mere fact of his existence. Descartes now has what he describes as his “first instance of knowledge”"
  },
  {
    "number": "28",
    "text": ". Here “reality” means something like perfection; and the sorts of reality to which the principle applies are supposed to include both “formal reality,” that is, the reality (or perfection) that a thing has by virtue of its actual existence and qualities, and “objective reality,” that is, the reality (or perfection) that an idea supposedly has by virtue of the formal reality that what it represents would have, if it existed.15 The suggestion is then that these two seemingly very different sorts of “reality” (or perfection) are nonetheless on a par from the standpoint of causation, that is, that what causes an idea of something must have as much reality (formal or objective) as the object represented by that idea would have; and hence that the objective reality (or perfection) of Descartes’s idea of God can ultimately be explained (since an infinite sequence of ideas is impossible) only by the existence of something having the same degree of formal reality (or perfection) as the idea has objective reality (or perfection), that is, by the actual existence of God (since only God has that degree of perfection). This argument also obviously requires some sort of background premise or principle that establishes that (1b) can only be explained by supposing that (2b) is true. Unfortunately, the principle that Descartes actually suggests is extremely implausible, indeed difficult to really make very clear sense of. It is the principle that “there must be at least as much reality in the efficient and total cause as there is in the effect of that same cause”"
  },
  {
    "number": "26",
    "text": ". There is no way, in my judgment, to make either the foregoing argument or the causal principle that underlies it at all plausible, the most obvious problem being that merely objective reality seems obviously easier, “cheaper” to produce than formal reality, thus allowing the idea of God to be produced by something much less exalted in its characteristics than God himself (or herself), for example, by human imagination. Our immediate concern, however, is to understand the epistemological status that this causal principle is supposed by Descartes to have—even though he is surely wrong that it actually has it. Descartes’s claim is that the causal principle has a status that is different from and epistemologically superior to that of the principle discussed earlier concerning ideas of material objects and the objects that they supposedly resemble. Whereas his belief in the latter principle results merely from a spontaneous but “blind” impulse, the causal principle is revealed to him by what he refers to as the “light of nature,” whose results “cannot in any way be doubtful”"
  },
  {
    "number": "52",
    "text": ". Second, we can know that material bodies have all of the features that are clearly and distinctly understood, “that is, everything, considered in a general sense, that is encompassed in the object of pure mathematics”"
  },
  {
    "number": "53",
    "text": ". Fourth, our perceptions are still adequate to the primary purpose of “signifying to the mind what things are useful or harmful” to the person, even though they tell us nothing about “the essence of bodies located outside us” (that is, nothing very specific about the true natures of material bodies) “except quite obscurely and confusedly”"
  },
  {
    "number": "55",
    "text": ". Descartes sums all of this up by saying that we should not doubt that there is “some truth” in our perceptions, adding that the fact that God is not a deceiver means that where there is falsity in our opinions, he must have also given us a faculty that allows us, at least in principle, to correct our mistakes"
  },
  {
    "number": "53",
    "text": ". Descartes makes a number of remarks that bear on this question, but none that yield a very clear and definite answer. The main ones are the following: First, since our “sensory grasp” of material objects “is in many cases very obscure and confused,” we have no reason to think that “all bodies exist exactly as I perceive them by sense”"
  },
  {
    "number": "52",
    "text": ". Second, we can know that material bodies have all of the features that are clearly and distinctly understood, “that is, everything, considered in a general sense, that is encompassed in the object of pure mathematics”"
  },
  {
    "number": "53",
    "text": ". Fourth, our perceptions are still adequate to the primary purpose of “signifying to the mind what things are useful or harmful” to the person, even though they tell us nothing about “the essence of bodies located outside us” (that is, nothing very specific about the true natures of material bodies) “except quite obscurely and confusedly”"
  },
  {
    "number": "55",
    "text": ". Descartes sums all of this up by saying that we should not doubt that there is “some truth” in our perceptions, adding that the fact that God is not a deceiver means that where there is falsity in our opinions, he must have also given us a faculty that allows us, at least in principle, to correct our mistakes"
  },
  {
    "number": "51",
    "text": "), which relies on experience"
  },
  {
    "number": "49",
    "text": ". His claim is that neither of these two fundamental sorts of reasoning can do the job of establishing that a standard inductive conclusion genuinely follows from the corresponding standard inductive premise. But Hume also offers a much more powerful line of argument, one that purports to show conclusively that no cogent reasoning of the sort in question is even possible. The argument in question is what logicians call a dilemma: that is, it argues (a) that there are only two relevant possibilities (in this case two possibilities for the sort of reasoning that might justify induction), and (b) that each of these possibilities leads to the same conclusion, which must therefore be correct (in this case the conclusion that no possible reasoning could genuinely justify an inductive inference). More specifically, Hume claims that there are two and only two general kinds of reasoning: what he calls “demonstrative reasoning,” which proceeds a priori (by thought or reason alone, without reliance on experience), and what he calls “moral reasoning” (or, later and much more clearly for a modern reader, “experimental reasoning”"
  },
  {
    "number": "51",
    "text": "), which relies on experience"
  },
  {
    "number": "632",
    "text": ". (Thus, for example, a blind man can never have immediate sensory experiences of visual qualities such as color.) Second, another reason for thinking that our sensory ideas result from external causes is their involuntary character, as contrasted with imagination and, to a lesser extent, memory"
  },
  {
    "number": "632",
    "text": ". (Thus if I have my eyes open and am facing in a particular direction, I have no choice as to what apparent objects or properties I will experience—that is, in Locke’s view, what ideas of vision I will experience. For example, as I look out my study window, I cannot help being aware of a mass of variegated green and brown that I take to be a perception of trees, branches, and leaves.) Third, another difference between our immediate sensory experiences and other sorts of ideas, such as those of imagination and memory, is that sensory ideas of certain kinds are accompanied by pain, whereas the corresponding ideas of imagination and memory are not"
  },
  {
    "number": "633",
    "text": ". (For example, if I have the immediate sensory experience of apparently hitting my hand with a hammer while attempting to drive a nail, I will usually experience pain along with it; but if I merely imagine or remember such an experience, there is no pain.4) Fourth, “our senses, in many cases, bear witness to the truth of each other’s report, concerning the existence of sensible things without us”"
  }
]