[
  {
    "number": "298",
    "text": "These he used to plant and tend with his own hands in the royal gardens, and made it his business to know their various juices and fruit, and to gather it in due season. The kings of Parthia, too, used to pride themselves upon sharpening the points of their own javelins. But the mechanics of Demetrius were always upon a royal scale, and his engines were of enormous size, showing by their admirable and ingenious construction the grand ideas of their inventor; for they appeared worthy not only of the genius and wealth, but of the hand of a king. Their size astonished his friends, while their beauty charmed even his enemies, and this praise is far from being as exaggerated as it sounds; for his enemies actually stood in crowds along the sea-shore to admire his ships of fifteen and sixteen banks of oars, while his \"city-takers\""
  },
  {
    "number": "300",
    "text": "The maker, Zoilus, in order to show their strength and power of resisting a blow, bade Demetrius shoot a dart out of a catapult at one of them at a distance of twenty paces. Where it struck, the iron remained unbroken, and only showed a trifling scratch, such as might be made by a stilus, or iron pen for writing on wax. This corslet Demetrius wore himself. He gave the other to Alkimus of Epirus, the bravest and most warlike man in all his army, who wore a suit of armour weighing two talents,"
  },
  {
    "number": "303",
    "text": "of Leukonoe answered \"He would be mad not to be mad,\""
  },
  {
    "number": "305",
    "text": "and he effected nothing; for, at the instance of Stratokles, the Athenians decreed that the month Munychion should be called Anthesterion, and in it celebrated the mysteries of Demeter which are held at Agræ."
  },
  {
    "number": "312",
    "text": "of salt was sold for forty drachmas, and a modius"
  },
  {
    "number": "313",
    "text": "of corn sold for three hundred drachmas. and a modius"
  },
  {
    "number": "317",
    "text": "Kleonymus was so terrified that he secretly withdrew, and the Boeotians were scared into submission. Demetrius, though he garrisoned all their cities with his own troops, levied a large sum of money, and left Hieronymus"
  },
  {
    "number": "320",
    "text": "and decreed that archons should be elected after their ancestral custom; and they also sent to Macedonia to invite Pyrrhus to come and help them, as they perceived that Demetrius was becoming more powerful than they had expected. Demetrius indeed angrily marched upon Athens, and began to besiege the city, but the philosopher Krates, an able and eloquent man, who was sent to make terms with him by the Athenian people, partly by entreaties, and partly by pointing out in what quarter his true interests lay, prevailed upon him to raise the siege. Demetrius now collected what ships he could, and with eleven thousand infantry and a few cavalry soldiers sailed to Asia, intending to detach the provinces of Lydia and Karia from Lysimachus's dominions. At Miletus he was met by Eurydike,"
  },
  {
    "number": "47",
    "text": "even went to the senate-house with a drawn sword in her hands, and on behalf of the women of Sparta reproached the men for insulting them by supposing that they would survive the capture of their city. After this, they determined to dig a ditch along the side of the city nearest to Pyrrhus's camp, and to barricade the ends of it with waggons buried up to the axles in the ground, to resist the charge of the elephants. When this work was begun the women and girls appeared with their tunics girt up for work,"
  },
  {
    "number": "7",
    "text": "who visited Lacedæmon and gave excellent instruction there to the young. This Sphærus was one of the aptest pupils of Zeno of Kitium,"
  },
  {
    "number": "590",
    "text": "of the despots, except that of Aristratus, who flourished in the time of Philip,"
  },
  {
    "number": "597",
    "text": "and desired Aratus to make the campaign with him, Aratus refused and remained at home, fearing that he might share the disgrace of Philip's operations. Philip, after his fleet had been ignominiously destroyed by the Romans, and his whole enterprise had failed,"
  },
  {
    "number": "32",
    "text": "and Publius"
  },
  {
    "number": "653",
    "text": "Cato, a man who had reputation and power chief among the Romans by reason of his merit, as it has been written in his Life. Cato was left an orphan with his brother Cæpio and a sister Porcia. Servilia also was a sister of Cato by the same mother. All of them were brought up and lived with Livius Drusus,"
  },
  {
    "number": "656",
    "text": "of the Romans were agitating to obtain the Roman franchise; and a certain Pompædius Sillo,"
  },
  {
    "number": "657",
    "text": "a man of military talent and of the highest repute, and a friend of Drusus, lodged with him several days, during which he became familiar with the youths, and he said, \"Come now, pray your uncle on our behalf to exert himself to get the franchise for us.\" Now, Cæpio with a smile nodded assent, but as Cato made no answer and looked on the strangers steadily and sternly, Pompædius said, \"But you, young man, what reply have you for us? Can you not help the strangers with your uncle, like your brother?\" As Cato still would not speak, but by his silence and his expression showed that he rejected their entreaty, Pompædius took him up and holding him through the window as if he intended to drop him down, told him either to assent or he would let him fall, and at the same time he assumed an angry tone and several times he swung the boy backwards and forwards as he held him in his hands. Now, when Cato had borne this for some time, unmoved and fearless, Pompædius gently putting him down said to his friends, \"What a blessing"
  },
  {
    "number": "659",
    "text": "in which youths are the actors, and had got together the boys of noble birth and appointed two captains, the boys submitted to the one for his mother's sake, for he was a son of Metella, Sulla's wife; but the other, who was a nephew of Pompeius and named Sextus, they would not have, nor would they go through their exercise nor follow him; and on Sulla asking whom they would have, they all called out \"Cato,\" and Sextus himself gave way and yielded the honour to Cato as his better. It happened that Sulla was an old friend of Cato's family, and sometimes he had the children brought to him and talked with them, a kind of friendship which he showed to few, by reason of the weight and state of the office and power that he held. Sarpedon considering this a great matter both as regarded the honour and security of the youth, constantly took Cato to pay his respects to Sulla at his house, which at that time to all outward appearance differed not from a place of torture for criminals,"
  },
  {
    "number": "661",
    "text": "of Apollo, he changed his residence, and taking his portion of his paternal property, which portion was a hundred and twenty talents, he contracted his style of living still further, and making his companion of Antipater"
  },
  {
    "number": "664",
    "text": "And at first he would get up from supper after drinking once, but in course of time he stuck to drinking more than anybody, so that he often continued over his wine till daybreak. His friends said that the cause of this was the administration and public affairs, in which Cato being engaged all day and hindered from literary pursuits, associated with philosophers during the night and over his cups. Accordingly when one Memmius"
  },
  {
    "number": "666",
    "text": "but at that time was disengaged, for Scipio had repudiated her, and the betrothment was cancelled. However before the marriage Scipio again changed his mind, and by using every exertion got the maid. Cato, who was greatly irritated and stung, made preparation to prosecute the matter in legal form, but on his friends preventing him, in his passion and youthful fervour he betook himself to iambic verses and vented much injurious language upon Scipio, employing the bitterness of Archilochus,"
  },
  {
    "number": "667",
    "text": "but dropping his ungoverned licence and childish manner. He married Atilia,"
  },
  {
    "number": "668",
    "text": "the daughter of Soranus, and this was the first woman with whom he came together, but not the only woman, like Lælius"
  },
  {
    "number": "673",
    "text": "in Thrace; and a letter immediately came to Cato, and though the sea was very stormy, and there was no vessel at hand of sufficient size, taking only two friends with him and three slaves, he set sail from Thessalonike in a small trading ship. After narrowly escaping being drowned at sea, he was saved by unexpected good luck, but he found Cæpio already dead. He was considered to have borne the misfortune with more of passion than philosophy, not only in his lamentations and his embracings of the dead body and the heaviness of his grief, but also in his expenditure about the interment, and the trouble that he took about fragrant spices and costly vests which were burnt with the body, and a monument of polished Thasian stone of the cost of eight talents which was constructed in the Agora of Ænus. These things there were some who found fault with by comparison with Cato's freedom from all display in other matters, not seeing how much mildness and affection there was in the man who was inflexible and firm against pleasures and fears and shameless entreaties. For the celebration of the funeral both cities and princes offered to send him many things to do honour to the dead, from none of whom however would he receive valuables, but he accepted fragrant spices and vests, paying the price to those who sent the things. Though the succession came to him and the young daughter of Cæpio, he did not claim back in the division of the property any thing that he had expended about the funeral. And though he did such things as these and continued to do such, there was one"
  },
  {
    "number": "680",
    "text": "the censor came forward to defend, a man who had great dignity from his office, and the greatest from his merit, being considered superior to all the Romans in integrity and temperance; and he was also an admirer and intimate friend of Cato all through his life. Now, when Catulus found that the justice of the case was against him and openly asked to have the man acquitted for his sake, Cato would not allow him to act so: and when he still continued to urge his request, Cato said, \"It were a scandalous thing, Catulus, for you, who are the censor, and whose duty it is to examine into our lives, to be turned out"
  },
  {
    "number": "683",
    "text": "the sister of Terentia, Cicero's wife, he was in great danger, but he involved Clodius in disgrace and compelled him to withdraw from the city; and when Cicero thanked him, Cato said that he ought to reserve his gratitude for the state, as it was for the sake of the state that he did every thing and directed his political measures. In consequence of this there was a high opinion of him, so that an orator said to the judices on a certain trial when the evidence of a single person was produced, that it was not right to believe a single witness even if he was Cato; and many persons now were used to say when speaking of things incredible and contrary to all probability, as by way of proverb, that this could not be believed even if Cato said it. And when a man of bad character and great expense delivered a discourse in the senate in favour of frugality and temperance, Amnæus"
  },
  {
    "number": "686",
    "text": "on account of his connection with him; for Silanus had to wife Servilia, a sister of Cato. For this reason he passed over Silanus, but he prosecuted Lucius Murena,"
  },
  {
    "number": "691",
    "text": "who had the character of being an honest woman, and about whom a good deal is said; but just as in a drama, this part of Cato's life is a difficult and perplexed matter. However it was after the following manner, as Thrasea"
  },
  {
    "number": "692",
    "text": "writes, who refers as his authority to Munatius, a companion and intimate associate of Cato. Among the numerous friends and admirers of Cato there were some more conspicuous and distinguished than others, of whom one was Quintus Hortensius,"
  },
  {
    "number": "694",
    "text": "annually; and the threats of Cæsar were manifestly rendered futile by this liberality and bounty. After this, Metellus, as soon as he had entered on the tribuneship, got together tumultuous meetings and proposed a law that Pompeius Magnus"
  },
  {
    "number": "700",
    "text": "an intimate of Cato, and as Cato had two marriageable nieces, he asked for the elder for his own wife, and the younger for his son. Some say that the suit was not for the nieces, but the daughters of Cato. When Munatius made the proposal to Cato and his wife and sisters, the women were delighted above measure at the prospect of the alliance by reason of the greatness and reputation of the man; but Cato, without pause or deliberation, with passion forthwith replied, \"Go, Munatius, go, and tell Pompeius, that Cato is not to be caught by approaching him through the women's chamber, but that he is well content to have the friendship of Pompeius, and if Pompeius will act rightly, Cato will show him a friendship more sure than any marriage connection, but he will not give up hostages to the reputation of Pompeius contrary to the interests of his country.\" The women were vexed at these words, and Cato's friends blamed his answer as both rude and insolent. The next thing, however, was that Pompeius while trying to secure the consulship for one of his friends, sent money for the tribes, and the bribery"
  },
  {
    "number": "707",
    "text": "one of his friends, he prevailed on Ptolemæus"
  },
  {
    "number": "708",
    "text": "to yield without a struggle, assuring him that he should want neither money nor respect, for that the people would give him the priesthood of the goddess at Paphos."
  },
  {
    "number": "709",
    "text": "Cato himself stayed in Rhodes making preparation and waiting for the answers. In the meantime Ptolemæus,"
  },
  {
    "number": "710",
    "text": "King of Egypt, left Alexandria in anger after quarrelling with the citizens, and set sail for Rome in the hope that Cæsar and Pompeius would restore him with a military force; and as he wished to see Cato he sent a message, expecting that Cato would come to him. Cato happened to be then undergoing a purging,"
  },
  {
    "number": "713",
    "text": "from him, which the Romans do in the case of those who refuse to obey a command, that without caring for Cato's threats he sailed away from Cyprus and for a long time continued to be angry with him. That afterwards Marcia, for she was still the wife of Cato, having spoken with Cato, both Cato and he happened to be invited to supper by Barcas;"
  },
  {
    "number": "715",
    "text": "got together nearly seven thousand talents of silver, and being afraid of the length of the voyage, he had many vessels made, each of which contained two talents and five hundred drachmæ, and he fastened to each vessel a long rope, to the end of which was attached a very large piece of cork, with the view, that if the ship were wrecked, the cork holding the vessels suspended in the deep sea might indicate the place. Now the money, with the exception of a small part, was safely conveyed; but though he had accounts of all his administration carefully drawn up in two books, he saved neither of them. One of them was in the care of his freedman Philargyros, who set sail from Kenchreæ,"
  },
  {
    "number": "717",
    "text": "at the quantity, and the Senate assembling voted together with suitable thanks that an extraordinary prætorship"
  },
  {
    "number": "718",
    "text": "should be given to Cato, and that he should wear a dress with a purple border when he was present at the public spectacles. Cato protested against both these distinctions, but he recommended the Senate to emancipate Nikias, the king's steward, to whose care and integrity he bore testimony. At that time Philippus, the father of Marcia, was consul, and in a manner the dignity and power of the office were transferred to Cato, for the colleague of Philippus"
  },
  {
    "number": "723",
    "text": "drew up a law for the division of the provinces between the consuls, to the effect that one of them should have the government of Iberia and Libya, and the other Syria and Egypt, to attack and carry on war against whom they pleased with naval and military forces, the rest despairing of all opposition and hindrance even desisted from speaking against the measure, and when Cato got up on the Rostra before the question was put to the vote, and expressed a wish to speak, he with difficulty obtained leave to speak for two hours."
  },
  {
    "number": "724",
    "text": "After Cato had occupied this time with much speaking, and alleging of arguments and prophetic warnings, they would not let him speak longer, but an officer went up and pulled him down while he was still keeping his place on the Rostra. But inasmuch as he continued to cry out from the place where he was standing below, and had persons to listen to him and join in his dissatisfaction, the officer again laid hold of him and taking him away, put him out of the Forum. But scarcely was he let loose when he returned and made his way to the Rostra with loud shouts, urging the citizens to aid him. This being repeated several times, Trebonius in a passion ordered him to be led to prison, and the crowd followed listening to him talking as he went along, so that Trebonius was afraid and let him go. In this manner Cato took up all that day: but on the following days by terrifying some of the citizens and gaining over others by favours and by bribes, and with armed men preventing Aquilius"
  },
  {
    "number": "728",
    "text": "of Phalerum is said to have been of Socrates of old, being a passionate man and one who was violently moved by his principles, did not with any temper or moderation, but intemperately attack Pompeius, like a man under the influence of drink and somewhat mad. Favonius was a candidate for the ædileship and was losing his election, when Cato, who was present, observed that the voting tablets were written in one hand, and so proved the knavery, and by appealing to the tribunes stopped the return. Afterwards when Favonius was made ædile, Cato both administered the other duties of the ædileship, and superintended the exhibitions in the theatre, giving to the actors not crowns of gold, but as is the fashion of Olympia, crowns of wild olive, and instead of costly presents, giving to the Greeks, turnips and lettuces and radishes and parsley;"
  },
  {
    "number": "731",
    "text": "being thus declared consul prayed Cato to come to him to the suburbs: and on his arrival Pompeius received him in a friendly manner with salutations and pressing of hands, and after acknowledging his obligations he entreated Cato to be his adviser and his assessor in the consulship. But Cato replied, that neither had he said what he first said out of evil disposition towards Pompeius, nor had he said what he last said in order to win his favour, but everything for the interest of the state; accordingly he observed that he would give Pompeius his advice when he was privately invited, but that in public, even if he should not be invited, he would certainly say what he thought. And he did as he said. In the first place, when Pompeius was proposing laws with new penalties and severe proceedings against those who had already bribed the people, Cato advised him not to care about the past, but to attend to the future, for he said, it was not easy to determine at what point the inquiry into past offences should stop, and if penalties be imposed after the offences, those would be hardly dealt with who were punished by a law which they were not breaking at the time of their wrong-doing. In the next place, when many men of rank were under trial, some of whom were friends and relations of Pompeius, Cato observing that Pompeius was giving way to the greater part of them and yielding, rebuked him firmly and roused him up. Though Pompeius himself had caused a law to be passed which did not allow the panegyrics which used to be pronounced on those who were under trial, he wrote a panegyric on Munatius Plancus"
  },
  {
    "number": "735",
    "text": "was captured, and news came that Cæsar with his army was advancing against the city, then indeed all men turned their eyes on Cato, both the people and Pompeius, as the only man who from the first had foreseen and who had first clearly shown the designs of Cæsar. Accordingly Cato said, \"Men, if any among you had listened to what I had all along been foretelling and advising, you would neither have to fear a single man now, nor would you have to rest all your hopes on a single man.\" Upon Pompeius saying that Cato had indeed spoken more like a prophet, but that he had acted more like a friend, Cato advised the Senate to place affairs in the hands of Pompeius alone, for it was the business of those who caused great evils to put an end to them. Now as Pompeius had not a force in readiness, and he saw that the troops which he was then levying had no zeal, he left Rome. Cato having determined to follow Pompeius in his flight, sent his younger son into the country of the Bruttii"
  },
  {
    "number": "736",
    "text": "to Munatius for safe keeping, but the elder he took with him. And as his household and daughters required some one to look after them, he took again Marcia, who was now a widow with a large estate, for Hortensius at his death had made her his heir. It was with reference to this that Cæsar"
  },
  {
    "number": "737",
    "text": "vented most abuse on Cato, and charged him with covetousness and making a traffic of his marriage; for why should he give up his wife, said Cæsar, if he still wanted one, or why should he take her back, if he did not want one? if it was not that from the first"
  },
  {
    "number": "740",
    "text": "did not spare his abuse of Cato even with respect to Servilia. However as it seems the generals of Pompeius did not want the assistance of Cato at all; and after persuading the Rhodians to join the side of Pompeius and leaving Servilia and the child there, he returned to Pompeius, who had already a splendid military force and a naval power with him. Here indeed Pompeius appeared most clearly to show his mind; for at first he intended to give to Cato the command of the ships, and the fighting vessels were not fewer than five hundred, and the Liburnian and spy ships and open boats were very numerous: but having soon perceived, or it having been hinted to him by his friends, that it was the one chief thing in all the policy of Cato to liberate his country, and that if he should have the command of so great a force, the very day on which they should defeat Cæsar, Cato would require Pompeius also to lay down his arms and to follow the laws, he changed his mind though he had already spoken with him, and he appointed Bibulus commander of the ships. Yet he found not Cato's zeal dulled by this; for it is told that when Pompeius was urging his troops to a battle before Dyrrachium and bidding each of the commanders say something and to encourage the men, the soldiers heard them with listlessness and silence; but when Cato, after the rest, had gone through all the topics derived from philosophy that were suitable to the occasion to be said about liberty and virtue, and death and good fame, with great emotion on his part, and finally addressed himself to invoke the gods as being there present and watching over the struggle on behalf of their country, there was so loud an acclamation and so great a movement in the whole army thus excited, that all the commanders hastened to the contest full of hopes. The soldiers of Pompeius routed and defeated the enemy, but the dæmon of Cæsar prevented the completion of the victory by taking advantage of the caution of Pompeius and his want of confidence in his success. Now this is told in the Life of Pompeius."
  },
  {
    "number": "743",
    "text": "the younger son of Pompeius, who reported to him his father's death in Egypt. Now they were all much troubled, and no one after the death of Pompeius would obey any other commander while Cato was present. Wherefore Cato, out of respect to those who were with him, and because he had not heart to desert and leave in difficulties the brave men who had given proof of their fidelity, undertook the command and went along the coast till he came to Cyrene; for the people received him though a few days before they had shut out Labienus. Upon hearing that Scipio, the father-in-law of Pompeius, had been well received by King Juba, and that Varus Attius, who had been appointed governor of Libya by Pompeius, was with them with a force, he set out by land in the winter season, having got together a number of asses to carry water, and driving along with him a quantity of cattle, and also taking chariots and the people called Psylli,"
  },
  {
    "number": "744",
    "text": "who cure the bites of serpents by sucking out the poison with their mouths, and deaden and soothe the serpents themselves by charming them with music. Though the march was seven days in succession, Cato led at the head of his men without using horse or beast of burden. And he continued to sup in a sitting posture from the day that he heard of the defeat at Pharsalus, and he added this further sign of his sorrow, never to lie down except when he was sleeping. Having spent the winter in Libya"
  },
  {
    "number": "748",
    "text": "immediately on receiving the command, wished to please Juba by putting to death all the people of Utica who were capable of bearing arms, and to dig down the city, because it favoured Cæsar, Cato would not endure this, but with adjurations and loud cries in the council and by appealing to the gods he with difficulty rescued the people from their cruelty; and partly at the request of the citizens of Utica"
  },
  {
    "number": "754",
    "text": "He then fell into so sound a sleep that those who were outside the chamber were aware of it, and about midnight he called his freedmen Cleanthes the physician and Butas whom he employed chief of all in public matters. He sent Butas to the sea to examine if all had set sail and to report to him, and he presented his hand to the physician to tie it up, as it was inflamed from the blow which he gave the slave. And this made them all more cheerful, for they thought that Cato was inclined to live. In a little time Butas came and reported that all had set sail except Crassus,"
  },
  {
    "number": "755",
    "text": "who was detained by some business, and that even he was now all but on board, and that a violent storm and wind prevailed at sea. Cato hearing this groaned for pity of those who were at sea and he sent Butas again to the sea, to learn if any one were driven back and waited any necessaries, and to let him know. And now the birds were beginning to sing,"
  },
  {
    "number": "758",
    "text": "years of age save two. His son"
  }
]