[
  {
    "number": "2",
    "text": "and fighting against the Arcadians, when the wing of the Lacedæmonian army in which they were gave way, and many took to flight, they closed up together and beat off their assailants. Pelopidas, having received seven wounds in front, fell down upon a heap of slain, friends and enemies together; but Epameinondas, though he thought him desperately"
  },
  {
    "number": "4",
    "text": "and Philippus, men of the aristocratic party, wealthy and unscrupulous, persuaded Phœbidas, a Laconian who was passing through the town with an armed force, to seize the Kadmeia"
  },
  {
    "number": "174",
    "text": "He was also ever ready to forgive and assist those with whom he had been at variance, and thus won all hearts, and attained to a true popularity. The Ephors indeed, perceiving this, imposed a fine upon him, alleging as a reason for it that he was attaching the Spartans to his own person instead of to the State. For just as physical philosophers tell us that if the principle of strife and opposition were removed, the heavenly bodies would stand still, and all the productive power of nature would be at an end, so did the Laconian lawgiver endeavour to quicken the virtue of his citizens by constructing a constitution out of opposing elements, deeming that success is barren when there is none to resist, and that the harmonious working of a political system is valueless if purchased by the suppression of any important element. Some have thought that the germ of this idea can be traced in Homer,"
  },
  {
    "number": "177",
    "text": "the king of that country. gained the alliance of Kotys,"
  },
  {
    "number": "186",
    "text": "and friend, he refused to open it, saying that he was satisfied with the friendship existing between the two states, and that while that lasted he required no private bond of union with the king of Persia. However, in his actions he was far from carrying out these professions, but was frequently led into unjust acts by his ambition. In this instance he not only shielded Phœbidas from punishment for what he had done at Thebes, but persuaded Sparta to adopt his crime as its own, and continue to hold the Kadmeia, appointing as the chiefs of the garrison Archias and Leontidas,"
  },
  {
    "number": "188",
    "text": "should be left independent. and just that the cities of Bœotia"
  },
  {
    "number": "584",
    "text": "which failed through the dissensions of the generals; and he himself led an army of three hundred thousand foot and ten thousand horse against the Kadousians."
  },
  {
    "number": "487",
    "text": "off the coast of Libya. They narrowly escaped being dashed to pieces upon the rocks, but struggled along, keeping themselves off the land with punting-poles,"
  },
  {
    "number": "490",
    "text": "and each, as Dion passed them, strewed flowers in his path and addressed prayers to him as if to a god. In front of the citadel, with its Pentapyla, or Five Gates, stood a sundial, a conspicuous and lofty work, erected by Dionysius. Dion mounted upon this, and addressed the citizens, encouraging them to hold fast the freedom which they had obtained. The people, in joy and gratitude to them, elected them both generals, with unlimited powers, and at their earnest request chose twenty more as their colleagues, half of whom were taken from the exiles who had returned with Dion. The prophets considered it to be an excellent omen that Dion, while addressing the people, should have trodden under his feet the building which the despot had reared in his pride; but they augured ill from his having been chosen general while standing upon a sundial, lest his fortunes should soon experience some revolution. After this he captured Epipolæ, released the citizens who were imprisoned there and cut off the citadel by a palisade."
  },
  {
    "number": "395",
    "text": "which the Macedonians call Lous, the same day on which the temple of Artemis at Ephesus was burned. This coincidence inspired Hegesias of Magnesia to construct a ponderous joke, dull enough to have put out the fire, which was, that it was no wonder that the temple of Artemis was burned, since she was away from, it, attending to the birth of Alexander."
  },
  {
    "number": "397",
    "text": "and though he delighted in all manner of hunting and cudgel playing, he never seems to have taken any interest in the contests of boxing or the pankratium."
  },
  {
    "number": "401",
    "text": "He defeated and subdued the Mædian"
  },
  {
    "number": "412",
    "text": "was very hard to invade, both because of its being mountainous, and because it was defended by the noblest of the Persians (for Darius had fled thither for refuge), Alexander forced his way into it by a circuitous path, which was shown him by a native of the country, the son of a Lykian captive, by a Persian mother, who was able to speak both the Greek and the Persian language. It is said that while Alexander was yet a child, the prophetess at the temple of Apollo at Delphi foretold that a wolf"
  },
  {
    "number": "413",
    "text": "should some day serve him for a guide when he went to attack the Persians. When Persis was taken, a terrible slaughter was made of all the prisoners. A letter written by Alexander himself is still extant, in which he orders that they should all be put to the sword, thinking this to be the safest course. He is said to have found as much coined money here"
  },
  {
    "number": "427",
    "text": "He even began to build many ships at Thapsakus, and to collect sailors and pilots from all parts of the world, but the severe campaigns which he had just completed in India, the wound which he had received among the Malli, and the great losses which his army had sustained in crossing the desert, had made many of his subjects doubt whether he was ever likely to return alive, and had encouraged them to revolt, while his absence had led many of his satraps and viceroys to act in an extremely arbitrary and despotic manner, so that his whole empire was in a most critical condition, and full of conspiracies and seditious risings. Olympias and Kleopatra"
  },
  {
    "number": "429",
    "text": "he first renewed the old custom that whenever the king came there he should give every woman a gold piece. On account of this custom we are told that many of the Persian kings came but seldom to Persis, and that Ochus never came at all, but exiled himself from his native country through his niggardliness. Shortly afterwards Alexander discovered that the sepulchre of Cyrus had been broken into, and put the criminal to death, although he was a citizen of Pella"
  },
  {
    "number": "432",
    "text": "To assuage his grief he took to war, and found consolation in fighting and man-hunting. He conquered the tribe called Kossæi, and slew their entire male population, which passed for an acceptable offering to the manes of Hephæstion. He now determined to spend ten thousand talents"
  },
  {
    "number": "136",
    "text": "as has been related. But one Pappas, from whom Hermippus has borrowed his account of the scene, says that when Demosthenes fell before the altar, in his tablets were found written the opening words of a letter, \"Demosthenes to Antipater,\" and nothing more. All were surprised at the suddenness of his death, but the Thracian mercenaries at the door declared that they saw him take the poison out of a little cloth and put it into his mouth. They imagined that what he swallowed was gold; but a maid-servant that waited on him told Archias, in answer to his inquiries, that Demosthenes had for a long time carried about a packet containing poison, to be used in case of need. Eratosthenes himself writes that Demosthenes carried the poison in a hollow bracelet which he wore on his arm. It would be tedious to notice all the discrepancies to be found in the numerous accounts which have been written of the death of Demosthenes; but I will mention that Demochares, a relative of Demosthenes, states his belief that he did not die by poison, but by the provident care of the gods, who rescued him from the cruelty of the Macedonians by a swift and painless death. He perished on the sixteenth day of the month Pyanepsion, which is observed as a day of the strictest fasting and humiliation by the women who celebrate the festival of the Thesmophoria."
  },
  {
    "number": "627",
    "text": "drew near, he ordered his troops to remain quiet under arms until he had finished offering sacrifice. Either the sacrifices were unfavourable, or else he designedly wasted time, wishing to bring the enemy as close as possible. The result was that Plutarchus,"
  },
  {
    "number": "629",
    "text": "the noisy revolutionary party dragged Charidemus to the tribune, and bade him act as general. All the more respectable citizens were much alarmed at this. They appealed to the council of the Areopagus to aid them, addressed the people with tears and entreaties, and prevailed upon them to place the city under the charge of Phokion. Phokion now considered it necessary to submit with a good grace to the pleasure of Philip, and when Demades moved that Athens should share the general peace and take part in the congress of the Greek states, Phokion objected to the motion before it was known what Philip wished the Greeks to do. His opposition was fruitless, because of the critical state of affairs; but when afterwards he saw the Athenians bitterly repenting of what they had done, because they were obliged to furnish Philip with ships of war and cavalry, he said: \"It was because I feared this that I opposed the motion of Demades: but now that you have passed that motion you must not be grieved and downcast, but remember that your ancestors were sometimes independent and sometimes subject to others, but that they acted honourably in either case, and saved both their city and the whole of Greece.\" On the death of Philip he opposed the wish of the Athenians to hold a festival"
  },
  {
    "number": "638",
    "text": "with a large force of Macedonians and mercenary soldiers, and was overrunning the country, Phokion led out the Athenians to attack him. As men kept running up to him and pestering him with advice, to seize this hill, to despatch his cavalry in that direction, to make his attack in this other place, he said \"Herakles, how many generals I see, and how few soldiers.\" While he was arraying his hoplites in line, one of them advanced a long way in front, and then, fearing one of the enemy, retired. \"Young man,\" said Phokion, \"are you not ashamed of having deserted two posts, that in which you were placed by your general and that in which you placed yourself?\" He now charged the enemy and overthrew them, slaying Mikion himself and many others. Meanwhile the Greek army in Thessaly fought a battle with Leonnatus, who was coming"
  },
  {
    "number": "640",
    "text": "The Greeks were defeated, but not in a crushing manner or with much loss. Yet, as the Greek commanders were young men, unable to maintain discipline, and, as at the same time, Antipater was tampering with the loyalty of the cities from which the army came, the whole force broke up, and most disgracefully betrayed the cause of Grecian liberty. Antipater at once marched upon Athens with his army. Demosthenes and Hypereides at once fled from Athens, but Demades, who had not been able to pay any part of the money which he had been condemned to pay to the state (for he had been convicted of making illegal proposals"
  },
  {
    "number": "642",
    "text": "for the Athenians had appointed the philosopher Xenokrates"
  },
  {
    "number": "644",
    "text": "re-establish their original government, in which the magistrates were chosen according to property, receive a garrison in Munychia, and pay the whole expenses of the war, besides a fine. The ambassadors thought that they ought to be contented and thankful for these terms, with the exception of Xenokrates, who said, \"If Antipater looks upon us as slaves, the terms are moderate; if as free men, they are severe.\""
  },
  {
    "number": "646",
    "text": "when the city was powerful and flourishing, the splendid spectacle of the celebration of the mysteries used to strike awe and terror into the hearts of the enemies of Athens, but now at these same rites the gods seemed to look on unmoved at the disasters of Greece, while the most sacred season was desecrated, and that which had been the pleasantest time of the year now served merely to remind them of their greatest misfortunes. A few years before this, the priestesses of Dodona had sent an oracular warning to Athens, bidding the Athenians guard the extremities of Artemis. In those days the fillets which are wound round the couches of the gods which are carried in the mysteries were dyed of a yellow instead of a crimson colour, and presented a corpse-like appearance, and, what was more remarkable, the fillets dyed by private persons at the same time, all were of the same colour. One of the initiated also, while washing a little pig in the harbour of Kantharus,"
  },
  {
    "number": "649",
    "text": "was passing through a village of Phokis named Pharyges, which lies at the foot of the Akrousian mountain, now called Galate. Here Polysperchon set up the throne with the gilt ceiling, under which he placed the king and his friends. He ordered Deinarchus at once to be seized, tortured, and put to death, but he allowed the Athenians to plead their cause before him. They however made a great disturbance by contradicting and abusing one another, so that Hagnonides said, \"Pack us all into one cage and send us back to Athens to be tried.\" At this the king laughed, but the Macedonians and others who were present wished to hear what each side had to say, and bade the two embassies state their case. They were not, however, fairly treated, for Polysperchon several times interrupted Phokion during his speech, until at last he struck the ground with his staff in a rage and held his peace. When Hegemon"
  },
  {
    "number": "651",
    "text": "and the knights rode past the prison in solemn procession to the temple of Zeus. Some of them took off their garlands from their heads, while others came in tears to the gates of the prison and looked in. All whose better feelings were not utterly overpowered by passion and hatred agreed in thinking it a very indecent proceeding not to have waited one day for the execution, and so to have avoided the pollution of the festival by the death of the prisoners. Moreover, the enemies of Phokion, as if they had not even yet satisfied their spite, passed a decree excluding his body from burial, and forbidding any Athenian to furnish fire to burn it. In consequence of this, no one of his friends dared to touch the body, but one Konopion, a man who was accustomed to deal with such cases for hire, conveyed the body beyond Eleusis, obtained fire from Megara over the Attic frontier, and burned it. Phokion's wife, who was present with her maids, raised an empty tomb"
  },
  {
    "number": "171",
    "text": "used to keep a breed of horses, took as many as he required and sent an account of his doing so to the Masters of the Horse, Antipater is said to have laughed and declared that he admired the wariness of Eumenes, who seemed to expect that he would be called upon to give an account of what he had done with the king's property. Eumenes had intended to fight a battle on the plains of Lydia near Sardis, because his chief strength lay in his cavalry, and also to let Kleopatra"
  }
]